Repository: easySuite/alma_item_list
Catalog: translations/*.po
Languages: da

source: Item list
da: Materialeliste

source: Alma Item List
da: Materialeliste (ALMA)

source: Search directly in DDELibra using native ccl search language
da: Søg direkte i DDELibra med CCL søgekommandoer

source: Alma search list
da: Materialeliste (ALMA)

source: A list of the most recently acquired materials
da: Materialeliste med seneste indkøbte materialer

source: Search query
da: Søgestreng

source: Number of items to search
da: Antal materialer til gennemsøgning

source: 24 hours
da: 24 timer

source: 72 hours
da: 72 timer

source: 1 week
da: 1 uge

source: 1 month
da: 1 måned

source: 3 months
da: 3 måneder

source: Cache
da: Mellemlagring

source: By @author
da: Af @author

source: reviews
da: anmeldelser
